Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DisplaysExt.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Push through the edge of a display to connect a nearby Mac or iPad
ar: دفع المؤشر باتجاه حافة الشاشة لتوصيله بـ Mac أو iPad قريب
ca: Permet travessar les vores de la pantalla per connectar amb un Mac o iPad propers
cs: Protlačením skrz okraj monitoru připojíte blízký Mac nebo iPad
da: Skub ud over kanten på en skærm for at oprette forbindelse til en Mac eller iPad i nærheden
de: Zum Verbinden mit einem Mac oder iPad in der Nähe über den Bildschirmrand hinaus bewegen
el: Μετακίνηση πέρα από το άκρο της οθόνης για σύνδεση σε κοντινό Mac ή iPad
es: Mover el cursor hasta atravesar el borde de una pantalla para conectarlo a un Mac o iPad cercanos
es_419: Desplazar hacia afuera del borde de una pantalla para conectar con una Mac o iPad cercano
fi: Yhdistä lähellä olevaan Maciin tai iPadiin työntämällä näytön reunan läpi
fr: Pousser contre le bord d’un moniteur pour se connecter à un Mac ou iPad à proximité
fr_ca: Faire passer le curseur par le bord de l’écran pour établir une connexion avec un Mac ou un iPad à proximité
he: דחיפת המצביע מעבר לגבולות התצוגה כדי להתחבר ל-Mac או iPad קרוב
hi: आस-पास के Mac या iPad से कनेक्ट करने के लिए कर्सर को डिस्प्ले के किनारे पर ले जाएँ
hr: Spoji na obližnji Mac ili iPad kad se pokazivač gurne kroz rub zaslona
hu: Kapcsolódás közeli Machez vagy iPadhez a kijelző szélein túlmutató mozdulattal
id: Dorong melalui tepi layar untuk terhubung ke Mac atau iPad di sekitar
it: Sposta il puntatore oltre il bordo di uno schermo per connetterti a un Mac o iPad vicino
ja: ディスプレイの端を通過させて近くにあるMacまたはiPadに接続
ko: 디스플레이 가장자리 밖으로 밀어서 근처 Mac 또는 iPad에 연결
ms: Tolak melepasi pinggir paparan untuk bersambung ke Mac atau iPad berdekatan
nb: Flytt markøren forbi kanten på skjermen for å koble til en Mac eller iPad i nærheten
nl: Duw door de rand van een scherm om te verbinden met een Mac of iPad in de buurt
pl: Przesunięcie kursora poza krawędź ekranu przenosi go na ekran pobliskiego Maca lub iPada
pt_br: Empurrar contra a borda de uma tela para conectar a um Mac ou iPad por perto
pt_pt: Atravessar a borda de um monitor para ligar a um Mac ou iPad por perto
ro: Împinge cursorul spre marginea afișajului pentru conectarea la un Mac sau iPad din apropiere
ru: Подключаться к Mac или iPad рядом, если указатель заведен за край дисплея
sk: Pripájať Mac alebo iPad v blízkosti pretlačením kurzora za okraj displeja
sl: Vzpostavi povezavo z bližnjim Macom ali iPadom, ko povlečete čez rob zaslona
sv: Dra genom kanten av en skärm för att ansluta till en Mac eller iPad i närheten
th: ผลักผ่านขอบของจอภาพเพื่อเชื่อมต่อกับ Mac หรือ iPad ที่อยู่ใกล้เคียง
tr: Yakındaki bir Mac’e veya iPad’e bağlanmak için ekranın kenarına doğru itin
uk: Підʼєднувати до Mac чи iPad поблизу, коли курсор виходить за край дисплея
vi: Đẩy con trỏ qua cạnh của màn hình để kết nối với máy Mac hoặc iPad ở gần
zh_cn: 拖过屏幕边缘来连接附近的Mac或iPad
zh_hk: 移出顯示器邊緣以連接附近的Mac或iPad
zh_tw: 往螢幕邊緣移動來連接鄰近的Mac或iPad

# REARRANGE_MESSAGE
source: To rearrange displays, drag them to the desired position. To mirror displays, hold Option while dragging them on top of each other. To relocate the menu bar, drag it to a different display.
ar: لإعادة ترتيب شاشات العرض، اسحبها إلى الموضع المطلوب. ولمحاكاة شاشات العرض، اضغط مطولًا على مفتاح Option واسحبها فوق بعضها البعض. لتغيير موقع شريط القائمة، اسحبه إلى شاشة عرض مختلفة.
ca: Per reubicar les pantalles, arrossega‑les a la posició desitjada, i per duplicar‑les, arrossega’n una a sobre de l’altra amb la tecla Opció premuda. Per reubicar la barra de menús, arrossega-la a una altra pantalla.
cs: Chcete‑li změnit uspořádání monitorů, přetáhněte je na požadovaná místa. Podržením klávesy Option a přetažením jednoho monitoru na druhý zapnete zrcadlení. Pokud chcete přemístit řádek nabídek, přetáhněte ho na jiný monitor.
da: Anbring skærmene ved at trække dem til den ønskede placering. Dubler skærme ved at holde Alternativtasten nede og trække dem oven på hinanden. Du flytter menulinjen ved at trække den til en anden skærm.
de: Um Bildschirme neu anzuordnen, bewege sie an die gewünschte Position. Um Bildschirme zu spiegeln, bewege sie übereinander, während du die Option-Taste gedrückt hältst. Um die Menüleiste neu zu platzieren, bewege sie auf einen anderen Bildschirm.
el: Για αναδιάταξη των οθονών, σύρετέ τις στην επιθυμητή θέση. Για κατοπτρισμό των οθονών, κρατήστε πατημένο το Option και σύρετε μια οθόνη πάνω σε μια άλλη. Για επανατοποθέτηση της γραμμής μενού, σύρετέ τη σε διαφορετική οθόνη.
es: Para reorganizar las pantallas, arrástralas a la posición deseada. Para duplicarlas, mantén pulsada la tecla Opción mientras las arrastras una encima de otra. Para cambiar la posición de la barra de menús, arrástrala a otra pantalla.
es_419: Para ordenar las pantallas, arrástralas a la posición deseada. Para duplicarlas, mantén presionado Opción mientras arrastras una encima de la otra. Para cambiar la posición de la barra de menús, arrástrala a otra pantalla.
fi: Järjestä näytöt uudelleen vetämällä ne haluttuun paikkaan. Peilaa näytöt vetämällä ne päällekkäin pitäen optionäppäintä painettuna. Sijoita valikkorivi uudelleen vetämällä se toiseen näyttöön.
fr: Pour réorganiser les moniteurs, faites-les glisser à la position souhaitée. Pour effectuer une recopie vidéo, faites glisser les moniteurs l’un sur l’autre en maintenant la touche Option enfoncée. Pour repositionner la barre des menus, faites-la glisser vers un autre moniteur.
fr_ca: Pour réordonner les écrans, faites-les glisser jusqu’à la position souhaitée. Pour recopier les écrans, faites-les glisser les uns sur les autres tout en maintenant la touche Option enfoncée. Pour repositionner la barre des menus, faites-la glisser vers un autre écran.
he: כדי לארגן מחדש את הצגים, יש לגרור אותם למיקום הרצוי. כדי להפעיל שיקוף צגים, יש להקיש על מקש Option ולהחזיק אותו תוך כדי גרירתם זה על זה. כדי לשנות את המיקום של שורת התפריטים, יש לגרור אותה אל צג אחר.
hi: डिस्प्ले फिर व्यवस्थित करने के लिए उन्हें वांछित स्थिति में ड्रैग करें। डिस्प्ले को मिरर करने के लिए, उन्हें एक-दूसरे के शीर्ष पर ड्रैग करते हुए ऑप्शन को होल्ड करें। मेनू बार का स्थान बदलने के लिए उसे अलग डिस्प्ले में ड्रैग करें।
hr: Za raspoređivanje zaslona povucite ih u željeni položaj. Za zrcaljenje zaslona zadržite tipku Option dok ih povlačite jedan na drugi. Za premještanje trake s izbornicima povucite je na drugi zaslon.
hu: A kijelzők átrendezéséhez húzza át őket a kívánt pozícióba. A kijelzők tükrözéséhez tartsa lenyomva az Option billentyűt, és eközben húzza át őket egymásra. A menüsor áthelyezéséhez húzza át a menüsort egy másik kijelzőre.
id: Untuk menyusun ulang layar, seret layar ke posisi yang diinginkan. Untuk mencerminkan layar, tahan Option saat menyeret layar ke atas layar lain. Untuk memindahkan bar menu, seret bar menu ke layar lain.
it: Per organizzare gli schermi, trascinali nelle posizioni desiderate. Per duplicarli, tieni premuto il tasto Opzione mentre ne trascini uno sull’altro. Per riposizionare la barra dei menu, trascinala su un altro schermo.
ja: ディスプレイの配置を変更するには、希望する場所にドラッグします。 ディスプレイをミラーリングするには、Optionキーを押しながらお互いをドラッグして重ねます。 メニューバーの位置を変更するには、別のディスプレイにドラッグします。
ko: 디스플레이를 다시 정렬하려면 원하는 위치로 드래그하십시오. 디스플레이를 미러링하려면 Option 키를 누른 상태로 각 디스플레이 위로 서로 겹치도록 드래그하십시오. 메뉴 막대를 다시 위치시키려면 다른 디스플레이로 드래그하십시오.
ms: Untuk menyusun semula paparan, seretnya ke kedudukan yang dikehendaki. Untuk mencerminkan paparan, tahan Option semasa menyeretnya ke atas setiap satu. Untuk menempatkan semula bar menu, seretnya ke paparan berbeza.
nb: Du kan endre organiseringen av skjermene ved å flytte dem til ønsket plassering mens du holder nede Tilvalg-tasten. Hvis du vil ha speilet skjermvisning, flytter du dem oppå hverandre. Hvis du vil flytte menylinjen, drar du den til en annen skjerm.
nl: Je kunt de beeldschermen opnieuw rangschikken door ze naar de gewenste positie te slepen. Voor synchrone weergave houd je Option ingedrukt en sleep je het ene beeldscherm op het andere. Als je de menubalk wilt verplaatsen, sleep je deze naar een ander beeldscherm.
pl: Aby zmienić układ ekranów, przeciągnij je w odpowiednie miejsca. Aby klonować ekrany, przeciągnij jeden z nich na drugi, trzymając naciśnięty klawisz Option. Aby zmienić położenie paska menu, przeciągnij go na inny ekran.
pt_br: Para reorganizar telas, arraste-as para a posição desejada. Para espelhar telas, mantenha a tecla Option pressionada enquanto as arrasta uma sobre outra. Para reposicionar a barra de menus, arraste-a para uma tela diferente.
pt_pt: Para organizar os monitores, arraste‑os para a posição pretendida. Para ver a mesma imagem nos monitores, mantenha premida a tecla Opção e sobreponha um ao outro. Para reposicionar a barra de menus, arraste‑a para o monitor pretendido.
ro: Pentru a rearanja afișajele, trageți‑le în poziția dorită. Pentru a oglindi afișajele, țineți tasta Opțiune apăsată în timp ce le trageți unele peste celelalte. Pentru a repoziționa bara de meniu, trageți‑o în alt afișaj.
ru: Перетягивайте дисплеи, чтобы переместить их. Для видеоповтора дисплеев перетяните их друг на друга, удерживая клавишу Option. Для перемещения строки меню перетяните ее на другой дисплей.
sk: Ak chcete zmeniť usporiadanie displejov, potiahnite ich na požadovanú pozíciu. Ak ich chcete zrkadliť, podržte kláves Option a potiahnite ich na seba. Ak chcete premiestniť lištu, presuňte ju na iný displej.
sl: Če želite prerazporediti zaslone, jih povlecite v želeni položaj. Če želite zrcaliti zaslone, pridržite tipko Option in zaslone povlecite enega na drugega. Če želite premakniti menijsko vrtico, jo povlecite na drug zaslon.
sv: Dra skärmarna till önskad position för att ordna om dem. Om du vill spegla skärmar håller du ned Alternativ medan du drar dem ovanpå varandra. Flytta menyraden genom att dra den till en annan skärm.
th: ในการจัดเรียงจอภาพใหม่ ให้ลากจอภาพไปยังตำแหน่งที่ต้องการ ในการสะท้อนจอภาพ ให้กดปุ่ม Option ค้างไว้ในระหว่างลากจอภาพไว้ที่ด้านบนของจอภาพแต่ละจอ ในการเปลี่ยนตำแหน่งแถบเมนู ให้ลากแถบเมนูมาไว้ที่จอภาพอื่น
tr: Yerleşimi değiştirmek için ekranları istenilen konuma sürükleyin. Ekranları yansıtmak için Option tuşunu basılı tutarak birbirinin üzerine sürükleyin. Menü çubuğunun yerini değiştirmek için onu farklı bir ekrana sürükleyin.
uk: Щоб змінити розміщення дисплеїв, перетягніть їх на потрібне місце. Щоб дублювати дисплеї, перетягуйте їх один на одний, утримуючи натиснутою клавішу Option. Щоб перемістити смугу меню, перетягніть її на потрібний дисплей.
vi: Để sắp xếp lại các màn hình, hãy kéo chúng đến vị trí mong muốn. Để phản chiếu các màn hình, hãy giữ Option trong khi kéo chúng chồng lên nhau. Để định vị lại thanh menu, hãy kéo thanh đó vào một màn hình khác.
zh_cn: 若要重新排列显示器，请将其拖到想要的位置。若要镜像显示器，请按住Option键并将其中一个拖到另一个上方。若要重新放置菜单栏，请将它拖到另一台显示器上。
zh_hk: 如要重新排列顯示器，請將顯示器拖移至想放置的位置。如要鏡像輸出顯示器，請按住Option鍵並將顯示器拖移到另一個的上方。如要重新放置選單列，請將選單列拖至另一個顯示器上。
zh_tw: 若要重新排列顯示器，請將其拖移至想要的位置。若要鏡像輸出顯示器，請按住Option鍵將其拖移至彼此的上方。若要重新放置選單列，請將其拖移至不同的顯示器。

source: Reduce Brightness
ar: خفض الإضاءة
ca: Redueix la brillantor
cs: Snížit jas
da: Formindsk lysstyrke
de: Helligkeit verringern
el: Μείωση φωτεινότητας
es: Reducir brillo
es_419: Reducir brillo
fi: Vähennä kirkkautta
fr: Réduire la luminosité
fr_ca: Réduire la luminosité
he: הפחתת הבהירות
hi: ब्राइटनेस कम करें
hr: Smanji svjetlinu
hu: Fényerő csökkentése
id: Kurangi Kecerahan
it: Riduci luminosità
ja: 輝度を下げる
ko: 밝기 감소
ms: Kurangkan Kecerahan
nb: Reduser lysstyrke
nl: Verminder helderheid
pl: Zmniejsz jasność
pt_br: Reduzir Brilho
pt_pt: Reduzir brilho
ro: Reduce luminozitatea
ru: Уменьшить яркость
sk: Znížiť jas
sl: Zmanjšaj svetlost
sv: Reducera ljusstyrkan
th: ลดความสว่าง
tr: Parlaklığı Azalt
uk: Зменшити яскравість
vi: Giảm độ sáng
zh_cn: 降低亮度
zh_hk: 降低亮度
zh_tw: 降低亮度

source: Reference
ar: مرجع
ca: Referència
cs: Referenční
de: Referenz
el: Αναφορά
es: Referencia
es_419: Referencia
fi: Referenssi
fr: Référence
fr_ca: Référence
he: ייחוס
hi: संदर्भ
hr: Referenca
hu: Referencia
id: Referensi
it: Riferimento
ja: レファレンス
ko: 참조
ms: Rujukan
nb: Referanse
nl: Referentie
pl: Referencyjny
pt_br: Referência
pt_pt: Referência
ro: Referință
ru: Эталонные значения
sk: Referenčné
sl: Referenca
sv: Referens
th: รายการอ้างอิง
tr: Referans
uk: Еталон
vi: Tham chiếu
zh_cn: 参考
zh_hk: 參考
zh_tw: 參照

source: Reference luminance may be affected by higher than normal ambient temperature.
ar: قد تتأثر شدة السطوع المرجعية بدرجات الحرارة المحيطة إذا كانت أعلى من الطبيعي.
ca: El fet que la temperatura ambient sigui més alta del normal pot afectar la luminància de referència.
cs: Na referenční hodnotu jasu může mít vliv zvýšená teplota prostředí oproti normálu.
da: Referenceluminansen påvirkes muligvis af den omgivende temperatur, der er højere end normalt.
de: Die Referenzleuchtdichte kann durch Umgebungstemperaturen beeinflusst werden, die über den normalen Temperaturen liegen.
el: Η λαμπρότητα αναφοράς ενδέχεται να επηρεαστεί από την υψηλότερη από τη συνηθισμένη θερμοκρασία περιβάλλοντος.
es: La luminancia de referencia puede verse afectada por una temperatura ambiente superior a la normal.
es_419: La luminancia de referencia podría verse afectada por una temperatura ambiente superior a la normal.
fi: Normaalia korkeampi ympäristön lämpötila voi vaikuttaa referenssiluminanssiin.
fr: Une température ambiante supérieure à la normale peut influer sur la luminance de référence.
fr_ca: La luminance de référence peut être affectée par une température ambiante anormalement élevée.
he: בהיקות ההפניה עשויה להיות מושפעת מטמפרטורת סביבה שהיא גבוהה מהרגיל.
hi: सामान्य से अधिक परिवेशी तापमान होने से रेफ़्रेंस ल्यूमिनेंस प्रभावित हो सकता है।
hr: Na referentnu osvijetljenost može utjecati temperatura okruženja koja je viša od uobičajene.
hu: A normál értékeket meghaladó környezeti hőmérséklet hatással lehet a referenciafényerőre.
id: Luminans rujukan mungkin dipengaruhi oleh suhu ambien yang lebih tinggi dari normal.
it: Una temperatura ambientale sopra la norma potrebbe incidere sulla luminanza di riferimento.
ja: 基準となる輝度は、通常より高い環境温度の影響を受ける場合があります。
ko: 일반적인 주변 온도보다 높으면 참조 휘도가 영향을 받을 수 있습니다.
ms: Luminans rujukan mungkin dipengaruhi oleh suhu ambien yang lebih tinggi daripada biasa.
nb: Referanselystetthet kan påvirkes av unormalt høy temperatur i omgivelsene.
nl: De referentieluminantie wordt mogelijk beïnvloed door een hogere omgevingstemperatuur dan normaal.
pl: Wyższa niż normalna temperatura otoczenia może mieć wpływ na luminancję referencyjną.
pt_br: A luminância de referência pode ser afetada por uma temperatura ambiente mais alta que a normal.
pt_pt: A luminosidade de referência pode ser afetada se a temperatura ambiente for superior ao normal.
ro: Luminanța de referință ar putea fi afectată de temperatura ambiantă mai ridicată decât în mod normal.
ru: На эталонную яркость может повлиять повышенная температура окружающей среды.
sk: Referenčná hodnota svietivosti môže byť ovplyvnená zvýšenou teplotou okolitého prostredia.
sl: Višja temperatura okolja od običajne lahko vpliva na referenčno svetilnost.
sv: Referensluminansen kan påverkas av ovanligt hög temperatur i omgivningen.
th: ความสว่างที่ใช้อ้างอิงอาจได้รับผลกระทบจากอุณหภูมิแวดล้อมที่สูงกว่าปกติ
tr: Referans ışık şiddeti, normalden daha yüksek ortam sıcaklığından etkilenebilir.
uk: На еталонну яскравость може впливати підвищений рівень довкільної температури.
vi: Độ chói tham chiếu có thể bị ảnh hưởng bởi nhiệt độ xung quanh cao hơn bình thường.
zh_cn: 参考亮度可能会受到高于正常环境温度的影响。
zh_hk: 參考亮度可能會受高於正常的環境溫度影響。
zh_tw: 參考亮度可能會受到高於正常環境溫度的影響。

# REFERENCE_HEADER
source: Reference
ar: مراجع
ca: Referència
cs: Referenční
de: Nachschlagewerke
el: Αναφορά
es: Referencia
es_419: Referencia
fi: Referenssi
fr: Référence
fr_ca: Référence
he: ייחוס
hi: संदर्भ
hr: Referenca
hu: Hivatkozás
id: Referensi
it: Riferimento
ja: レファレンス
ko: 참조
ms: Rujukan
nb: Referanse
nl: Referentie
pl: Referencyjny
pt_br: Referência
pt_pt: Referência
ro: Referință
ru: Эталонные значения
sk: Referenčné
sl: Referenca
sv: Referens
th: รายการอ้างอิง
tr: Referans
uk: Посилання
vi: Tham chiếu
zh_cn: 参考
zh_hk: 參考
zh_tw: 參照

source: Refresh rate
ar: معدل التحديث
ca: Freqüència d’actualització
cs: Obnovovací frekvence
da: Opdaterings­frekvens
de: Wiederholrate
el: Ρυθμός ανανέωσης
es: Frecuencia de actualización
es_419: Frecuencia de actualización
fi: Virkistystaajuus
fr: Taux de rafraîchissement
fr_ca: Taux de rafraîchissement
he: קצב ריענון
hi: रीफ़्रेश दर
hr: Stopa osvježavanja
hu: Frissítési gyakoriság
id: Laju penyegaran
it: Frequenza di aggiornamento
ja: リフレッシュレート
ko: 재생률
ms: Kadar segar
nb: Skjerm­frekvens
nl: Verversing
pl: Częstotliwość odświeżania
pt_br: Taxa de atualização
pt_pt: Taxa de atualização
ro: Rată de actualizare
ru: Частота обновления
sk: Obnovovacia frekvencia
sl: Hitrost osveževanja
sv: Uppdateringsfrekvens
th: อัตรารีเฟรช
tr: Yenileme hızı
uk: Частота оновлення
vi: Tốc độ làm mới
zh_cn: 刷新率
zh_hk: 更新頻率
zh_tw: 更新頻率

# REFRESH_LABEL
source: Refresh Rate:
ar: معدل التحديث:
ca: Freqüència:
cs: Obnovovací frekvence:
da: Opdaterings- frekvens:
de: Wiederholrate:
el: Ρυθμός ανανέωσης:
es: Frecuencia:
es_419: Frecuencia:
fi: Virkistystaajuus:
fr: Taux de rafraîchissement :
fr_ca: Taux de rafraîchissement :
he: קצב ריענון:
hi: रीफ़्रेश दर :
hr: Stopa osvježavanja:
hu: Frissítési ráta:
id: Laju Penyegaran:
it: Frequenza:
ja: リフレッシュレート:
ko: 재생률:
ms: Kadar Segar:
nb: Skjerm­frekvens:
nl: Verversing:
pl: Odświeżanie:
pt_br: Taxa de Atualização:
pt_pt: Taxa de atualização:
ro: Rată de actualizare:
ru: Частота обновления:
sk: Obnovovacia frekvencia:
sl: Hitrost osveževanja:
sv: Uppdateringsfrekvens:
th: อัตราดึงข้อมูลใหม่:
tr: Yenileme Hızı:
uk: Частота оновлення:
vi: Tốc độ Làm mới:
zh_cn: 刷新率：
zh_hk: 重新整理頻率：
zh_tw: 更新頻率：

source: Remove All…
ar: إزالة الكل…
ca: Elimina‑ho tot…
cs: Odstranit vše…
da: Fjern alle…
de: Alle entfernen …
el: Αφαίρεση όλων…
es: Eliminar todo…
es_419: Eliminar todo…
fi: Poista kaikki…
fr: Tout supprimer…
fr_ca: Tout supprimer…
he: הסרת כולן…
hi: सभी हटाएँ…
hr: Ukloni sve…
hu: Összes eltávolítása…
id: Hapus Semua…
it: Rimuovi tutti…
ja: すべてを削除…
ko: 모두 제거…
ms: Keluarkan Semua…
nb: Fjern alle…
nl: Verwijder alle…
pl: Usuń wszystkie…
pt_br: Remover Tudo…
pt_pt: Remover todas…
ro: Elimină tot…
ru: Удалить все…
sk: Odstrániť všetky…
sl: Odstrani vse …
sv: Ta bort alla…
th: เอาทั้งหมดออก…
tr: Tümünü Sil…
uk: Вилучити всі…
vi: Xóa tất cả…
zh_cn: 全部移除…
zh_hk: 全部移除⋯
zh_tw: 全部移除⋯

source: Remove preset
ar: إزالة الإعداد المسبق
ca: Elimina la preconfiguració
cs: Odstranit preset
da: Fjern forindstilling
de: Voreinstellung entfernen
el: Αφαίρεση προεπιλογής
es: Eliminar preajuste
es_419: Eliminar preconfiguración
fi: Poista esiasetus
fr: Supprimer le préréglage
fr_ca: Supprimer le préréglage
he: הסרת תצורה
hi: प्रीसेट हटाएँ
hr: Ukloni programirano podešenje
hu: Előbeállítás eltávolítása
id: Hapus preset
it: Rimuovi preset
ja: プリセットを削除
ko: 프리셋 삭제
ms: Keluarkan praset
nb: Fjern forhåndsinnstilling
nl: Verwijder voorinstelling
pl: Usuń ustawienie wstępne
pt_br: Remover pré-ajuste
pt_pt: Remover predefinição
ro: Elimină preconfigurarea
ru: Удалить набор настроек
sk: Odstrániť predvoľbu
sl: Odstrani prednastavitev
sv: Ta bort förinställning
th: เอาค่าที่ตั้งไว้ออก
tr: Ön ayarı sil
uk: Вилучити набір параметрів
vi: Xóa giá trị đặt trước
zh_cn: 移除预置
zh_hk: 移除預設組
zh_tw: 移除預設組

# RESET_BUTTON
source: Reset
ar: إعادة تعيين
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_419: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Visszaállítás
id: Atur Ulang
it: Ripristina
ja: リセット
ko: 재설정
nb: Nullstill
nl: Stel opnieuw in
pl: Wyzeruj
pt_br: Redefinir
pt_pt: Repor
ro: Resetează
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 还原
zh_hk: 重設
zh_tw: 重置

source: Resolution:
ar: الدقة:
ca: Resolució:
cs: Rozlišení:
da: Opløsning:
de: Auflösung:
el: Ανάλυση:
es: Resolución:
es_419: Resolución:
fi: Tarkkuus:
fr: Résolution :
fr_ca: Résolution :
he: רזולוציה:
hi: रिज़ोल्यूशन :
hr: Razlučivost:
hu: Felbontás:
id: Resolusi:
it: Risoluzione:
ja: 解像度:
ko: 해상도:
ms: Resolusi:
nb: Oppløsning:
nl: Resolutie:
pl: Rozdzielczość:
pt_br: Resolução:
pt_pt: Resolução:
ro: Rezoluție:
ru: Разрешение:
sk: Rozlíšenie:
sl: Ločljivost:
sv: Upplösning:
th: ความละเอียด:
tr: Çözünürlük:
uk: Роздільність:
vi: Độ phân giải:
zh_cn: 分辨率：
zh_hk: 解像度：
zh_tw: 解析度：

# RESOLUTION_BEST_FOR_DISPLAY
source: Best for Display
ar: الأفضل لشاشة العرض
ca: Recomanada per a la pantalla
cs: Optimální pro monitor
da: Bedst til skærm
de: Optimal für Display
el: Βέλτιστα για την οθόνη
es: Recomendada para la pantalla
es_419: Recomendada para la pantalla
fi: Paras näytölle
fr: Optimisé pour le moniteur
fr_ca: Optimisé pour l’écran
he: מיטבי לצג
hi: डिस्प्ले के लिए सर्वश्रेष्ठ
hr: Najbolje za zaslon
hu: Legjobb a kijelzőhöz
id: Terbaik untuk Layar
it: Ideale per lo schermo
ja: ディスプレイに最適
ko: 디스플레이에 최적화
ms: Terbaik untuk Paparan
nb: Best for skjerm
nl: Beste voor beeldscherm
pl: Najlepsza dla wyświetlacza
pt_br: Ideal para Tela
pt_pt: Melhor para o ecrã
ro: Optimă pentru afișaj
ru: Наилучшее для дисплея
sk: Najlepšie pre displej
sl: Najboljše za zaslon
sv: Bäst för skärm
th: ดีที่สุดสำหรับจอภาพ
tr: Ekran için en iyisi
uk: Найкраща для дисплея
vi: Tốt nhất cho màn hình
zh_cn: 最适于显示器
zh_hk: 最適合顯示器
zh_tw: 最適合顯示器

# RESOLUTION_DEFAULT_FOR_DISPLAY_LABEL
source: Default for Display
ar: الافتراضي للشاشة
ca: Configuració per omissió de la pantalla
cs: Výchozí pro monitor
da: Standard til skærm
de: Standard für Display
el: Προεπιλογή για οθόνη
es: Por omisión para la pantalla
es_419: Predeterminada para la pantalla
fi: Näytön oletusasetus
fr: Réglage par défaut pour le moniteur
fr_ca: Réglage par défaut pour l’écran
he: ברירת המחדל של הצג
hi: डिस्प्ले के लिए डिफ़ॉल्ट
hr: Standardna za zaslon
hu: Alapértelmezett a kijelzőhöz
id: Default untuk Layar
it: Di default per lo schermo
ja: ディスプレイのデフォルト
ko: 디스플레이 기본값
ms: Lalai untuk Paparan
nb: Standard for skjerm
nl: Standaard voor beeldscherm
pl: Domyślna dla wyświetlacza
pt_br: Padrão para Tela
pt_pt: Predefinição do monitor
ro: Implicită pentru afișaj
ru: По умолчанию для дисплея
sk: Predvolené pre displej
sl: Privzeto za zaslon
sv: Förval för skärm
th: ค่าเริ่มต้นสำหรับจอภาพ
tr: Ekran İçin Saptanmış
uk: типова для дисплея
vi: Mặc định cho màn hình
zh_cn: 显示器默认
zh_hk: 顯示器預設值
zh_tw: 顯示器預設值

# RESOLUTION_SCALED_LABEL
source: Scaled
ar: محدد الحجم
ca: A escala
cs: Přizpůsobené
da: Skaleret
de: Skaliert
el: Σε κλίμακα
es: Ajustada
es_419: Ajustada
fi: Skaalattu
fr: À l’échelle
fr_ca: À l’échelle
he: מותאם לקנה המידה
hi: स्केल किया गया
hr: Skalirana
hu: Méretezett
id: Terskala
it: Ridimensionata
ja: サイズ調整
ko: 해상도 조절
ms: Berskala
nb: Skalert
nl: Geschaald
pl: Skalowana
pt_br: Redimensionada
pt_pt: Proporcional
ro: Redimensionată
ru: Масштабированное
sk: Upravené
sl: Prilagojena velikost
sv: Skalad
th: ตามอัตราส่วน
tr: Ölçekli
uk: масштабована
vi: Được chia tỷ lệ
zh_cn: 缩放
zh_hk: 縮放
zh_tw: 縮放
